[PredatorSpinUp X2AbilityTemplate]
LocFriendlyName="Раскрутка"
LocLongDescription="Ускоряет систему подачи боеприпасов, уменьшая мобильность и урон, но позволяет юниту сделать один дополнительный выстрел за каждый стандартный выстрел."
LocHelpText="Уменьшает мобильность и урон, но позволяет делать один дополнительный выстрел за каждый стандартный выстрел. Нельзя использовать после передвижения."
LocFlyOverText="Раскрутка"

[PredatorMk2SpinUp X2AbilityTemplate]
LocFriendlyName="Раскрутка"
LocLongDescription="Ускоряет систему подачи боеприпасов, уменьшая мобильность и урон, но позволяет юниту сделать один дополнительный выстрел за каждый стандартный выстрел."
LocHelpText="Уменьшает мобильность и урон, но позволяет делать один дополнительный выстрел за каждый стандартный выстрел. Нельзя использовать после передвижения."
LocFlyOverText="Раскрутка"

[PredatorSpinUp_Cancel X2AbilityTemplate]
LocFriendlyName="Отменить раскрутку"
LocLongDescription="Стабилизирует подачу боеприпасов, восстанавливая мобильность и наносимый урон."
LocHelpText="Стабилизирует подачу боеприпасов, восстанавливая мобильность и наносимый урон."
LocFlyOverText="Отменить раскрутку"

[PredatorStandardShot X2AbilityTemplate]
LocFriendlyName="Выстрел"
LocHelpText="Выстрелить в цель."
LocLongDescription="Стрельба из основного оружия завершает ход солдата."

[PredatorBurstStart X2AbilityTemplate]
LocFriendlyName="Выстрел"
LocLongDescription="Сделать несколько выстрелов, в зависимости от уровня раскрутки."
LocHelpText="Сделать несколько выстрелов, в зависимости от уровня раскрутки."

[PredatorSpinUp_Penalty X2AbilityTemplate]
LocFriendlyName="Штраф к урону"
LocLongDescription="При каждом уровне раскрутки, большинство выстрелов из основного оружия по одной цели получают штраф 8% к наносимому урону."
LocHelpText="При каждом уровне раскрутки, большинство выстрелов из основного оружия по одной цели получают штраф 8% к наносимому урону."

[CancelPowerShot X2AbilityTemplate]
LocFriendlyName="Отменить мощный выстрел"
LocLongDescription="Отменить активированный ранее \"Двойной мощный выстрел\"."
LocHelpText="Отменить активированный ранее \"Двойной мощный выстрел\"."

[DualPowerShot_Long X2AbilityTemplate]
LocFriendlyName="Двойной мощный выстрел (Дальняя дистанция)"
LocLongDescription="Прицелиться в указанную область. После \"Мощного выстрела\" немедленно произвести еще один дальний выстрел в указанную точку."
LocHelpText="Прицелиться в указанную область. После \"Мощного выстрела\" немедленно произвести еще один дальний выстрел в указанную точку."

[DualPowerShot_Short X2AbilityTemplate]
LocFriendlyName="Двойной мощный выстрел (Ближняя дистанция)"
LocLongDescription="Прицелиться в указанную область. После \"Мощного выстрела\" немедленно произвести еще один выстрел с близкого расстояния в указанную точку."
LocHelpText="Прицелиться в указанную область. После \"Мощного выстрела\" немедленно произвести еще один выстрел с близкого расстояния в указанную точку."

[TriplePowerShot X2AbilityTemplate]
LocFriendlyName="Тройной мощный выстрел"
LocLongDescription="Прицелиться в указанную область. После \"Двойного мощного выстрела\" немедленно выстрелить еще раз в указанную точку."
LocHelpText="Прицелиться в указанную область. После \"Двойного мощного выстрела\" немедленно выстрелить еще раз в указанную точку."

[PredatorPowerShot_Long X2AbilityTemplate]
LocFriendlyName="Мощный выстрел (Дальняя дистанция)"
LocLongDescription="Выстрел дальнобойным снарядом, который пробивает и наносит урон всем юнитам на прямой линии."
LocHelpText="Выстрел дальнобойным снарядом, который пробивает и наносит урон всем юнитам на прямой линии."

[PredatorPowerShot_Short X2AbilityTemplate]
LocFriendlyName="Мощный выстрел (Ближняя дистанция)"
LocLongDescription="Выпускает град снарядов, которые наносят урон всем юнитам в конусной зоне."
LocHelpText="Выпускает град снарядов, которые наносят урон всем юнитам в конусной зоне."

[PredatorCannon X2WeaponTemplate]
FriendlyName="Пушка Хищника"
FriendlyNamePlural="Пушка Хищника"
BriefSummary="Мощная но физически тяжелая пушка, разработанная специально для наших \"Искр\"."
TacticalText="<Bullet/> Стрельба из основного оружия завершает ход солдата при отсутствии специальной подготовки."
AbilityDescName="Пушка Хищника"

[PredatorCannonMk2 X2WeaponTemplate]
FriendlyName="Пушка Хищника МК.II"
FriendlyNamePlural="Пушка Хищника МК.II"
BriefSummary="Мощная но физически тяжелая пушка, разработанная специально для наших \"Искр\"."
TacticalText="<Bullet/> Стрельба из основного оружия завершает ход солдата при отсутствии специальной подготовки."
AbilityDescName="Пушка Хищника МК.II"

[PredatorCannonMk3 X2WeaponTemplate]
FriendlyName="Пушка Хищника МК.III"
FriendlyNamePlural="Пушка Хищника МК.III"
BriefSummary="Мощная но физически тяжелая пушка, разработанная специально для наших \"Искр\"."
TacticalText="<Bullet/> Стрельба из основного оружия завершает ход солдата при отсутствии специальной подготовки."
AbilityDescName="Пушка Хищника МК.III"

[Tech_PredatorCannon X2TechTemplate]
DisplayName="Пушка Хищника"
Summary="Пушка Хищника - сверхтяжелая вариация пушек, которые используют обычные солдаты. Обеспечивает огромную огневую мощь и может использоваться только нашими \"Искрами\" Пушка Хищник имеет механизм раскрутки, который значительно увеличивает ее мощность за счет мобильности юнита, расхода боеприпасов и стабильности. Это оружие предназначено для усиления возможностей шасси Легиона и снаряжение обоих предметов, позволит \"Искре\" поддерживать наши войска непревзойденной огневой мощью."
CodeName="Хищник"